Repository: zhrispineda/Settings-watchOS
Catalog: NanoSettings/Resources/Localizable-Notifications.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NOTIFICATIONS_INSTRUCTIONS
source: Notifications appear when you’re wearing your Apple Watch. They won’t appear on your Apple Watch when you’re using your iPhone.
ar: تظهر الإشعارات أثناء ارتداء Apple Watch. ولن تظهر على Apple Watch أثناء استخدام iPhone.
ca: Les notificacions només es mostraran a l’Apple Watch quan el portis posat. L’Apple Watch no mostrarà cap notificació quan estiguis utilitzant l’iPhone.
cs: Oznámení se zobrazují, když máte Apple Watch na ruce. Pokud používáte iPhone, na Apple Watch se neobjeví.
da: Notifikationer vises på Apple Watch, når du har det på. De vises ikke på dit Apple Watch, hvis du bruger din iPhone.
de: Mitteilungen werden angezeigt, wenn du deine Apple Watch trägst. Sie werden nicht auf der Apple Watch angezeigt, wenn du dein iPhone verwendest.
el: Οι γνωστοποιήσεις εμφανίζονται όταν φοράτε το Apple Watch. Δεν εμφανίζονται στο Apple Watch όταν χρησιμοποιείτε το iPhone.
es: Las notificaciones aparecen cuando llevas puesto el Apple Watch. No las recibirás en el Apple Watch si estás usando el iPhone.
es_us: Las notificaciones se muestran cuando llevas puesto tu Apple Watch, pero no se mostrarán cuando estés usando tu iPhone.
fi: Ilmoitukset näkyvät Apple Watchissa, kun se on ranteessasi. Ne eivät näy Apple Watchissa silloin, kun käytät iPhonea.
fr: Les notifications apparaissent lorsque vous portez votre Apple Watch. Elles n’apparaissent pas sur votre Apple Watch lorsque vous utilisez votre iPhone.
fr_ca: Les notifications s’affichent sur l’Apple Watch lorsque vous la portez, sauf si vous êtes en train d’utiliser votre iPhone.
he: עדכונים יופיעו כשה‑Apple Watch נמצא על היד. הם לא יופיעו ב‑Apple Watch בזמן השימוש ב-iPhone.
hi: सूचनाएँ तब दिखाई जाती हैं जब आपने अपनी Apple Watch पहन रखी हो। यदि आप अपने iPhone का उपयोग कर रहे हों, तो उन्हें आपकी Apple Watch पर नहीं दिखाया जाएगा।
hr: Obavijesti se prikazuju kad nosite Apple Watch. Neće se prikazivati na Apple Watchu kad koristite iPhone.
hu: Az értesítések akkor jelennek meg, ha az Apple Watch a csuklóján van. Az iPhone-ja használatakor nem jelennek meg az Apple Watchon.
id: Pemberitahuan muncul saat Anda mengenakan Apple Watch. Pemberitahuan tidak akan muncul di Apple Watch Anda jika Anda menggunakan iPhone.
it: Le notifiche vengono visualizzate su Apple Watch quando lo indossi. Non le riceverai su Apple Watch quando stai usando iPhone.
ja: 通知は、Apple Watchを腕に装着しているときに表示されます。iPhoneを使用しているときは、Apple Watchに通知は表示されません。
ko: Apple Watch를 착용하고 있는 경우 알림이 나타납니다. 사용자가 iPhone을 사용 중인 경우에는 Apple Watch에서 알림이 나타나지 않습니다.
ms: Pemberitahuan akan kelihatan apabila anda memakai Apple Watch. Ia tidak akan kelihatan pada Apple Watch anda apabila anda menggunakan iPhone anda.
nl: Er worden meldingen weergegeven wanneer je je Apple Watch draagt. Er worden geen meldingen weergegeven op je Apple Watch als je je iPhone aan het gebruiken bent.
no: Varslinger vises når du har på deg Apple Watch. De vises ikke på Apple Watch mens du bruker iPhonen.
pl: Powiadomienia pojawiają się na Apple Watch, gdy go nosisz, pod warunkiem, że nie używasz właśnie iPhone’a.
pt_br: Notificações aparecem quando você está usando o Apple Watch. Elas não aparecerão no Apple Watch quando você estiver usando o iPhone.
pt_pt: As notificações aparecem no Apple Watch quando o tiver no pulso; se estiver a usar o iPhone, estas não aparecerão.
ro: Notificările apar atunci când purtați Apple Watch‑ul. Acestea nu vor fi afișate pe Apple Watch atunci când utilizați iPhone‑ul.
ru: Уведомления отображаются, когда Вы носите часы Apple Watch. Уведомления перестают отображаться на часах Apple Watch, когда Вы пользуетесь iPhone.
sk: Hlásenia sa zobrazia na Apple Watch nasadených na ruke. Ak práve používate iPhone, hlásenia sa na Apple Watch neobjavia.
sl: Obvestila so prikazana, ko nosite uro Apple Watch. Kadar uporabljate iPhone, se v uri Apple Watch ne prikažejo.
sv: Notiser visas när du har Apple Watch på dig. De visas inte på Apple Watch när du använder iPhone.
th: การแจ้งเตือนจะแสดงเมื่อคุณสวมใส่ Apple Watch อยู่ แต่จะไม่แสดงบน Apple Watch ในระหว่างที่คุณใช้ iPhone
tr: Bildirimler, Apple Watch bileğinizde takılıyken görünür. iPhone⁠’unuzu kullanıyorsanız bildirimler Apple Watch⁠’unuzda görünmez.
uk: Сповіщення зʼявляються, коли ви носите Apple Watch. Сповіщення не надходять на Apple Watch, коли ви активно використовуєте свій iPhone.
vi: Các thông báo xuất hiện khi bạn đang đeo Apple Watch. Chúng sẽ không xuất hiện trên Apple Watch khi bạn đang sử dụng iPhone.
zh_cn: 你佩戴Apple Watch时将显示通知。你使用iPhone时，通知不会在Apple Watch上出现。
zh_hk: 當你配戴Apple Watch時，將會顯示通知。當你正在使用iPhone時，通知不會在Apple Watch上顯示。
zh_tw: 通知會在你佩戴Apple Watch時顯示。若你正在使用iPhone，Apple Watch將不會再顯示通知。

# NOTIFICATIONS_HAPTIC
source: Haptic
ar: حس لمسي
ca: Vibració
cs: Haptika
da: Haptisk feedback
de: Haptik
el: Απτικό
es: Vibración
es_us: Vibración
fi: Tuntopalaute
fr: Vibration
fr_ca: Vibration
he: רטט אינטראקטיבי
hi: हैप्टिक
hr: Vibracija
hu: Haptikus
id: Haptik
it: Feedback aptico
ja: 触覚
ko: 햅틱
ms: Haptik
nl: Voelbaar
no: Følbar
pl: Haptyka
pt_br: Tato
pt_pt: Háptica
ro: Răspuns haptic
ru: Тактильный сигнал
sk: Haptika
sl: Haptika
sv: Haptisk
th: การสั่น
tr: Dokunuş
uk: Вібровідгук
vi: Cảm ứng
zh_cn: 触感
zh_hk: 觸覺回報
zh_tw: 觸覺回饋

# NOTIFICATION_AOT_PRIVACY_TITLE
source: Show Notifications on Wrist Down
ar: إظهار الإشعارات والمعصم غير مرفوع
ca: Mostra amb el canell abaixat
cs: Zobrazovat oznámení při svěšeném zápěstí
da: Vis notifikationer, når håndleddet ikke er løftet
de: Mitteilungen bei gesenktem Handgelenk anzeigen
el: Εμφάνιση σε κατεβασμένο καρπό
es: Mostrar notificaciones con la muñeca bajada
es_us: Mostrar notificaciones al bajar muñeca
fi: Näytä ilmoitukset ranne alhaalla
fr: Afficher les notifications lorsque votre poignet est baissé
fr_ca: Afficher les notifications lorsque le poignet est baissé
he: הצגת עדכונים כשהיד לא מורמת
hi: कलाई नीचे रहने पर सूचनाएँ दिखाएँ
hr: Prikaži obavijesti kad je zapešće spušteno
hu: Értesítések megjelenítése, ha a csukló le van engedve
id: Tampilkan Pemberitahuan saat Tangan Diturunkan
it: Mostra notifiche col polso abbassato
ja: 手首を下げているときに通知を表示
ko: 손목을 내렸을 때 알림 보기
ms: Pemberitahuan bila Tangan Turun
nl: Toon meldingen als je je pols niet optilt
no: Vis varslinger når håndleddet er nede
pl: Pokazuj przy opuszczonym nadgarstku
pt_br: Mostrar Notificações com Braço para Baixo
pt_pt: Mostrar notificações ao baixar o pulso
ro: Afișare notificări când încheietura este coborâtă
ru: Уведомления при опущенном запястье
sk: Zobrazovať hlásenia pri spustenom zápästí
sl: Prikaz obvestil ob spuščenem zapestju
sv: Visa notiser när handleden inte är höjd
th: แสดงการแจ้งเตือนเมื่อวางข้อมือลง
tr: Kol Aşağıdayken Bildirimleri Göster
uk: Сповіщення на опущеній руці
vi: Hiển thị thông báo khi đưa cổ tay xuống
zh_cn: 垂腕时显示通知
zh_hk: 手腕放下時顯示通知
zh_tw: 放下手腕時顯示通知

source: News
ar: الأخبار
zh_cn: 新闻

source: Phone
ar: الهاتف
ca: Telèfon
cs: Telefon
da: Telefon
de: Telefon
el: Τηλέφωνο
es: Teléfono
es_us: Teléfono
fi: Puhelin
fr: Téléphone
fr_ca: Téléphone
he: טלפון
hi: फ़ोन
hr: Telefon
hu: Telefon
id: Telepon
it: Telefono
ja: 電話
ko: 전화
ms: Telefon
nl: Telefoon
no: Telefon
pl: Telefon
pt_br: Telefone
pt_pt: Telefone
ro: Telefon
ru: Телефон
sk: Telefón
sl: Telefon
sv: Telefon
th: โทรศัพท์
tr: Telefon
uk: Телефон
vi: Điện thoại
zh_cn: 电话
zh_hk: 電話
zh_tw: 電話
